/* No comment provided by engineer. */
" in the menu bar to start!" = " dans la barre de menu pour commencer !";

/* No comment provided by engineer. */
" will be always hidden." = " sera toujours caché.";

/* No comment provided by engineer. */
" will be hidden." = " sera caché.";

/* No comment provided by engineer. */
"sec(s)" = "sec(s)";

/* No comment provided by engineer. */
"• Cloud backup and profile syncing" = "• Sauvegarde dans le cloud et profils de synchronisation";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• Gérez les icônes de la barre de menu comme vous le souhaitez";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• Réduire l'espacement des icônes de la barre de menu";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• Boostez vos scripts ou raccourcis avec Barbee";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• Soutenez la barre de menus avec une encoche";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• Nombre illimité de fois où vous pouvez afficher/masquer les icônes de la barre des menus";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• Plusieurs styles d'apparence de menu";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ Liste des raccourcis :";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️ Surveillez les modifications des éléments du la barre de menu, puis effectuez une action";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️Article non réactif %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee ne collecte ni ne suit aucune de vos données personnelles et Barbee ne demande aucune autorisation réseau.";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️Permission d'accessibilité accordée";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ Permission d'enregistrement d'écran accordée";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ Contactez-nous";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️Gauche";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️️ Faites glisser pour organiser les éléments de votre menu Barbee comme vous le souhaitez !";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Relancer Barbee";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 Signaler des bugs";

/* No comment provided by engineer. */
"👀 View details..." = "👀 Voir les détails...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 Dans la fenêtre d'autorisation pop-up, veuillez d'abord 🔓déverrouiller dans le coin inférieur gauche, puis ✔️autoriser Barbee dans la liste de droite.";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥Boostez vos scripts ou raccourcis avec Barbee";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 Exporter les journaux...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ Mode amélioré";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 Corriger les problèmes de curseur";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ Vous êtes le VIP";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 Rejoignez TestFlight...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 Faites un clic droit pour personnaliser le groupe de widgets Barbee";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Faites un clic droit pour personnaliser les widgets Barbee";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 Gestion des widgets";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 Restaurer les correctifs";

/* No comment provided by engineer. */
"3-day Free Trial" = "Essai gratuit de 3 jours";

/* No comment provided by engineer. */
"About" = "À propos";

/* No comment provided by engineer. */
"Accessibility" = "Accessibilité";

/* No comment provided by engineer. */
"Action" = "Action";

/* No comment provided by engineer. */
"Action:" = "Action :";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "Activer pour %d seconde(s)";

/* No comment provided by engineer. */
"Activate for a while" = "Activer pendant un moment";

/* No comment provided by engineer. */
"Activate seconds: %d" = "Activer les secondes : %d";

/* No comment provided by engineer. */
"Active" = "Actif";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "Profil Barbee actif avec nom : ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "Profil Barbee actif avec nom.";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "Symbole Barbee actif avec le numéro : ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "Symbole Barbee actif avec numéro.";

/* No comment provided by engineer. */
"Active Profile" = "Profil Actif";

/* No comment provided by engineer. */
"Active Symbol" = "Symbole actif";

/* No comment provided by engineer. */
"Actived profile successfully" = "Profil activé avec succès";

/* No comment provided by engineer. */
"Add" = "Ajouter";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "Ajouter/Supprimer l'ombre intérieure et l'ombre portée de la barre de menu.";

/* No comment provided by engineer. */
"All Menu Bar Item" = "Tous les éléments de la barre de menu";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "Tous les éléments de la barre de menu sont visibles sur les écrans externes";

/* No comment provided by engineer. */
"Alpha Value" = "Valeur Alpha";

/* No comment provided by engineer. */
"Always Hidden" = "Toujours caché";

/* No comment provided by engineer. */
"Always Hidden Items" = "Éléments toujours cachés";

/* No comment provided by engineer. */
"Always Hidden Items:" = "Éléments Toujours Cachés :";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "Toujours caché l'élément de la barre de menu";

/* No comment provided by engineer. */
"App Modules" = "Modules d'application";

/* No comment provided by engineer. */
"Apply" = "Appliquer";

/* No comment provided by engineer. */
"Arrange" = "Organiser";

/* No comment provided by engineer. */
"Authorize" = "Autoriser";

/* No comment provided by engineer. */
"Automation" = "Automatisation";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "La fonctionnalité d'automatisation nécessite des permissions supplémentaires !";

/* No comment provided by engineer. */
"Award" = "Prix";

/* No comment provided by engineer. */
"Backup profile successfully." = "Profil sauvegardé avec succès.";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "Sauvegarde sur le disque iCloud";

/* No comment provided by engineer. */
"Barbee" = "Barbee";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee nécessite un accès à l'Accessibilité pour afficher/masquer les éléments de la barre de menus.";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee a besoin d'un accès à l'enregistrement d'écran pour surveiller la liste des éléments de la barre de menu et capturer les images des éléments modifiés.";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee a besoin de vos autorisations pour accéder aux fonctionnalités du système afin d’assurer son bon fonctionnement. Veuillez vérifier les autorisations ci-dessous.";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "L'icône de barre de menu de Barbee a été cachée";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "Devenez VIP pour utiliser sans limitation";

/* No comment provided by engineer. */
"Beta Testing" = "Test Bêta";

/* No comment provided by engineer. */
"Bundle Identifier" = "Identifiant du paquet";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "Changer l'état de l'ombre intérieure : ${innerShadowState}, état de l'ombre portée : ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "Changer la couleur de la barre de menu";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "Changer la couleur de la barre de menu : ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "Changer l'état de l'ombre de la barre de menu";

/* No comment provided by engineer. */
"Change Top Notch State" = "Changer l'état Top Notch";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "Changer l'état de premier ordre : ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "Changer le fond d'écran...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "Changez la couleur de la barre de menu de votre écran actuel, entrez votre chaîne hexadécimale de couleur (par exemple \"0AB188FF\"). Restaurez la couleur de la barre de menu si la chaîne hexadécimale est vide.";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "Changer la couleur de la barre de menu nécessite une autorisation d’accès au répertoire utilisateur";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "La modification de l’espacement entre les éléments du menu nécessite une autorisation d’accès au répertoire utilisateur";

/* No comment provided by engineer. */
"Choose a menu bar item" = "Choisissez un élément de la barre de menu";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "Choisissez le mode Barbee";

/* No comment provided by engineer. */
"Click menu bar item" = "Cliquez sur l'élément de la barre de menu";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "Cliquez sur l'élément de la barre de menu (uniquement en mode amélioré)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "Cliquez sur l'élément de la barre de menu par identifiant : ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Cliquez sur l'élément de la barre de menu par identifiant (par exemple, \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "Cliquez sur l'icône Barbee de la barre de menu pour basculer directement la visibilité des éléments cachés";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "Cliquez sur la barre de menu pour basculer la visibilité des éléments cachés";

/* No comment provided by engineer. */
"Click the icon " = "Cliquez sur l'icône ";

/* No comment provided by engineer. */
"Close" = "Fermer";

/* No comment provided by engineer. */
"Color" = "Couleur";

/* No comment provided by engineer. */
"Configuration" = "Configuration";

/* No comment provided by engineer. */
"Confirm" = "Confirmer";

/* No comment provided by engineer. */
"Content" = "Contenu";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Corner Radius" = "Rayon de coin";

/* No comment provided by engineer. */
"Current Item" = "Article actuel";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "Le curseur continue de scintiller ?";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "La fonction de raccourcis personnalisés requiert des permissions supplémentaires !";

/* No comment provided by engineer. */
"Dark Background Color" = "Couleur de fond sombre";

/* No comment provided by engineer. */
"Default" = "Par défaut";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "Ecart par défaut - espacement par défaut du système entre les éléments";

/* No comment provided by engineer. */
"Delay before hiding items again." = "Délai avant de masquer à nouveau les éléments.";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* No comment provided by engineer. */
"Delete `%@`" = "Supprimer `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostic";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "Voulez-vous sauvegarder des profils sur iCloud ?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "Voulez-vous supprimer le profil `%@` ?";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "Voulez-vous supprimer cette automatisation ?";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "Voulez-vous supprimer ce raccourci ?";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "Voulez-vous importer ce patch ?";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "Voulez-vous importer ce profil ?";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "Voulez-vous synchroniser les profils depuis iCloud ?";

/* No comment provided by engineer. */
"Drop Shadow" = "Ombre portée";

/* No comment provided by engineer. */
"Drop Shadow State" = "État de l'ombre portée";

/* No comment provided by engineer. */
"Edit" = "Éditer";

/* No comment provided by engineer. */
"Emoji" = "Emoji";

/* No comment provided by engineer. */
"Energy Saver" = "Économiseur d'énergie";

/* No comment provided by engineer. */
"Enhanced Mode" = "Mode amélioré";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "Le mode amélioré est uniquement disponible pour les écrans Notch";

/* No comment provided by engineer. */
"Export" = "Exportation";

/* No comment provided by engineer. */
"Failed to active profile" = "Échec de l'activation du profil";

/* No comment provided by engineer. */
"Failed to backup profile." = "Échec de la sauvegarde du profil.";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "Échec de la modification de l'espacement des éléments du menu";

/* No comment provided by engineer. */
"Failed to export profile." = "Échec de l'exportation du profil.";

/* No comment provided by engineer. */
"Cursor issue fix failed" = "Échec de la résolution des problèmes de curseur";

/* No comment provided by engineer. */
"Failed to import patch." = "Échec de l'importation du patch.";

/* No comment provided by engineer. */
"Failed to import profile." = "Échec de l'importation du profil.";

/* No comment provided by engineer. */
"Failed to restore" = "Échec de la restauration";

/* No comment provided by engineer. */
"Failed to sync profile." = "Échec de la synchronisation du profil.";

/* No comment provided by engineer. */
"Feedback" = "Rétroaction";

/* No comment provided by engineer. */
"Cursor issues fixed successfully" = "Résolu les problèmes de curseur avec succès";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "Pour que le paramètre fonctionne, vous devez activer la fonction `Lancement au démarrage` de Barbee, vous déconnecter et vous reconnecter à macOS.";

/* No comment provided by engineer. */
"Found %d profile(s)" = "Trouvé %d profil(s)";

/* No comment provided by engineer. */
"Frame" = "Cadre";

/* No comment provided by engineer. */
"General" = "Général";

/* No comment provided by engineer. */
"Get all menu bar items" = "Obtenez tous les éléments de la barre de menu";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "Obtenez tous les éléments de la barre de menu";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "Éléments de la barre de menu toujours masqués";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "Éléments de la barre de menu Barbee toujours masqués";

/* No comment provided by engineer. */
"Get App Modules" = "Obtenir les modules d'application";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "Obtenez des modules d'application en utilisant l'identifiant de paquet d'application : ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "Masquer les éléments de la barre de menu";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "Masquer les éléments de la barre de menu";

/* No comment provided by engineer. */
"Get it for free" = "Obtenez-le gratuitement";

/* No comment provided by engineer. */
"Get shown menu bar items" = "Afficher les éléments de la barre de menu";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "Obtenir les éléments affichés de la barre de menu";

/* No comment provided by engineer. */
"Get Started" = "Commencer";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Allez dans les préférences de Barbee...";

/* No comment provided by engineer. */
"Got it" = "Compris";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Accorder des autorisations à Barbee";

/* No comment provided by engineer. */
"Has Top Notch" = "Au top niveau";

/* No comment provided by engineer. */
"Has top notch?" = "A-t-il un niveau de première classe ?";

/* No comment provided by engineer. */
"Height" = "Hauteur";

/* No comment provided by engineer. */
"Help Center" = "Centre d'assistance";

/* No comment provided by engineer. */
"Hidden" = "Masqué";

/* No comment provided by engineer. */
"Hidden Items" = "Éléments cachés";

/* No comment provided by engineer. */
"Hidden Items:" = "Éléments cachés :";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "Élément de menu caché de la barre";

/* No comment provided by engineer. */
"Hide" = "Cacher";

/* No comment provided by engineer. */
"Hide All" = "Masquer tout";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "Masquer l'élément de la barre de menure (mode amélioré uniquement)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Masquer l'élément de la barre de menus par identifiant : ${itemIdentifier}, vers X : ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Masquer l'élément de la barre de menu par identifiant (par exemple, \"com.apple.controlcenter-WiFi\"), X est facultatif.";

/* No comment provided by engineer. */
"Hide not-showing items" = "Masquer les éléments non affichés";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "Maintenez CONTROL(⌃) et cliquez sur l'icône de la barre de menu pour afficher / masquer tous les éléments";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "Maintenez CONTROL(⌃) et cliquez sur la barre de menus pour afficher / masquer tous les éléments";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "Maintenez OPTION(⌥) et cliquez sur l'icône de la barre de menu pour afficher / masquer les éléments cachés";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "Maintenez la touche COMMAND(⌘) pour déplacer les éléments de la barre de menu";

/* No comment provided by engineer. */
"Hovered" = "Survolé";

/* No comment provided by engineer. */
"Icon:" = "Icône:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "Si vous rencontrez des problèmes ou souhaitez nous aider à améliorer, ou localiser Barbee, n'hésitez pas à nous contacter !";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "Si vous voulez utiliser Barbee en mode normal, retirez simplement les autorisations accordées dans les Préférences Système.";

/* No comment provided by engineer. */
"If your cursor keeps flickering, try clicking the button to fix it." = "Si votre curseur clignote continuellement, vous pouvez essayer de cliquer sur le bouton pour résoudre le problème de scintillement du curseur.";

/* No comment provided by engineer. */
"Ignore" = "Ignorer";

/* No comment provided by engineer. */
"Image" = "Image";

/* No comment provided by engineer. */
"Import" = "Importer";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "En cas d'écrans multiples, les écrans sans encoche utiliseront le mode normal pour afficher/masquer les éléments de la barre de menus";

/* No comment provided by engineer. */
"Inner Shadow" = "Ombre intérieure";

/* No comment provided by engineer. */
"Inner Shadow State" = "État de l'ombre intérieure";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "Espacement horizontal entre les éléments";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "Espacement vertical Inter-Élément";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "La barre de menu est-elle visible";

/* No comment provided by engineer. */
"Is menu bar visible?" = "La barre de menu est-elle visible ?";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "Peut être déplacé par l'arrière-plan de la fenêtre";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, would you like to enable it?" = "Il est fortement recommandé de lancer Barbee au démarrage, voulez-vous l'activer ?";

/* No comment provided by engineer. */
"Item has any changes" = "L'article a des modifications";

/* No comment provided by engineer. */
"Item Identifier" = "Identifiant de l'article";

/* No comment provided by engineer. */
"Items" = "Éléments";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "Les éléments déplacés vers la gauche seront toujours cachés. Maintenez la touche commande ⌘ enfoncée pour faire glisser les éléments dans la barre de menu.";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "Les éléments glissés vers la gauche seront cachés. Maintenez la touche commande ⌘ pour glisser les éléments dans la barre de menu.";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "Éléments sur le côté gauche de l'icône ";

/* No comment provided by engineer. */
"Launch At Login" = "Lancement au démarrage";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "Lancer Barbee au démarrage ?";

/* No comment provided by engineer. */
"Level" = "Niveau";

/* No comment provided by engineer. */
"Lifetime" = "À vie";

/* No comment provided by engineer. */
"Lifetime - %@" = "Durée de vie - %@";

/* No comment provided by engineer. */
"Light Background Color" = "Couleur de fond claire";

/* No comment provided by engineer. */
"Love Barbee?" = "Aimez Barbee ?";

/* No comment provided by engineer. */
"Lowest" = "Le plus bas";

/* No comment provided by engineer. */
"macOS log out required" = "Déconnexion macOS requise";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "Fait disparaître l'encoche comme un NINJA 🥷. (Vous pouvez également régler la couleur de la barre de menu sur ⬛️)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "Gérer les modules d'application dans la barre de menu";

/* No comment provided by engineer. */
"Manage Subscription" = "Gérer l'abonnement";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "Gérer les modules système dans la barre de menu";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "La gestion des modules d'application nécessite une autorisation de répertoire utilisateur";

/* No comment provided by engineer. */
"Menu Bar" = "Barre de menu";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "Apparence de la barre de menus";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "Couleur de la bordure de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "Largeur de la bordure de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar Color:" = "Couleur de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "Rayon du coin de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "Espace entre les éléments de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar Layout" = "Disposition de la barre de menu";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "La fonctionnalité de disposition de la barre de menu nécessite des autorisations supplémentaires !";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "Ombre de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar Size:" = "Taille de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar Style:" = "Style de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "Teinte de la barre de menu :";

/* No comment provided by engineer. */
"Menu Bar:" = "Barre de menu :";

/* No comment provided by engineer. */
"Mini" = "Mini";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "Le mode a été modifié avec succès";

/* No comment provided by engineer. */
"Mode:" = "Mode :";

/* No comment provided by engineer. */
"More" = "Plus";

/* No comment provided by engineer. */
"Multi-screen:" = "Multi-écran :";

/* No comment provided by engineer. */
"Name" = "Nom";

/* No comment provided by engineer. */
"Name:" = "Nom :";

/* No comment provided by engineer. */
"New" = "Nouveau";

/* No comment provided by engineer. */
"New Items Location" = "Emplacement des nouveaux Éléments";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ Demander de nouvelles fonctionnalités";

/* No comment provided by engineer. */
"New Single Widget..." = "Nouveau widget simple...";

/* No comment provided by engineer. */
"New Widget" = "Nouveau Widget";

/* No comment provided by engineer. */
"New Widget Group" = "Nouveau groupe de widgets";

/* No comment provided by engineer. */
"New Widget Group..." = "Groupe de nouveaux widgets...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "Les éléments récemment découverts de la barre de menus seront déplacés vers :";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"No action" = "Aucune action";

/* No comment provided by engineer. */
"No backups" = "Aucune sauvegarde";

/* No comment provided by engineer. */
"No configurable app modules found" = "Aucun module d'application configurable trouvé";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "Pas d'écart - pas d'espacement entre les éléments";

/* No comment provided by engineer. */
"No items found" = "Aucun élément trouvé";

/* No comment provided by engineer. */
"No matching results" = "Aucun résultat correspondant";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "Non-abonnement, totalement gratuit";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "Écart normal - espacement normal entre les éléments";

/* No comment provided by engineer. */
"Normal Mode" = "Mode Normal";

/* No comment provided by engineer. */
"Not Now" = "Pas maintenant";

/* No comment provided by engineer. */
"Notch:" = "Encoche :";

/* No comment provided by engineer. */
"Ok" = "D'accord";

/* No comment provided by engineer. */
"One-time purchase" = "Achat unique";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "Oups, Pas d'objets cachés ! 🔥️Vous pouvez organiser les éléments dans les Préférences.";

/* No comment provided by engineer. */
"Open System Preferences..." = "Ouvrez les Préférences Système...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "Veuillez maintenir la commande (⌘) et faites glisser les icônes `<`, `|` et `Barbee` dans la barre de menu et placez-les dans l'ordre correct. L'ordre est : icônes toujours cachées `<` icônes cachées `|` icônes affichées `icône Barbee`.";

/* No comment provided by engineer. */
"Preferences" = "Préférences";

/* No comment provided by engineer. */
"Preferences..." = "Préférences...";

/* No comment provided by engineer. */
"Privacy Policy" = "Politique de confidentialité";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile Entry:" = "Entrée de profil :";

/* No comment provided by engineer. */
"Profile Name" = "Nom du profil";

/* No comment provided by engineer. */
"Purchase & Restore" = "Acheter & Restaurer";

/* No comment provided by engineer. */
"Quick Search" = "Recherche Rapide";

/* No comment provided by engineer. */
"Quick Search Entry:" = "Entrée de Recherche Rapide :";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "La fonction de recherche rapide nécessite des permissions supplémentaires !";

/* No comment provided by engineer. */
"Quick Search:" = "Recherche rapide :";

/* No comment provided by engineer. */
"Quick Start Guide" = "Guide de Démarrage Rapide";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Rate Now" = "Notez maintenant";

/* No comment provided by engineer. */
"Rate on the Mac App Store" = "Évaluez sur le Mac App Store";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "Recommandé pour les utilisateurs avec un grand écran ou sans icônes cachées par le système.";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "Recommandé pour les utilisateurs avec des franges sur l'écran ou des utilisateurs avec des icônes cachées dans le système.";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "Réduire la fréquence de rafraîchissement lorsque l'appareil fonctionne sur batterie";

/* No comment provided by engineer. */
"Refresh" = "Rafraîchir";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "Intervalle de rafraîchissement en secondes";

/* No comment provided by engineer. */
"Refresh menu bar items" = "Rafraîchir les éléments de la barre de menus";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "Rafraîchir les éléments de la barre de menu";

/* No comment provided by engineer. */
"Regular" = "Régulier";

/* No comment provided by engineer. */
"Related Item:" = "Article associé :";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "Supprimer l'encoche";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "Retirez/Ajoutez une encoche de premier ordre lorsque vous utilisez le Mac à encoche.";

/* No comment provided by engineer. */
"Request Access..." = "Demande d'accès...";

/* No comment provided by engineer. */
"Reset" = "Réinitialiser";

/* No comment provided by engineer. */
"Reset All Permissions" = "Réinitialiser toutes les autorisations";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ Réinitialiser toutes les autorisations";

/* No comment provided by engineer. */
"Restore Purchase" = "Restaurer l'achat";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "Restauration réussie ! Si cela ne fonctionne toujours pas, veuillez réinstaller l'application.";

/* No comment provided by engineer. */
"Returns all menu bar items." = "Renvoie tous les éléments de la barre de menu.";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "Renvoie toujours les éléments de la barre de menu cachés.";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "Renvoie les modules d'application à l'aide de l'identifiant du paquet d'applications.";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "Renvoie les éléments cachés de la barre de menu.";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "Renvoie les éléments de la barre de menus affichés.";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "Renvoie si l'écran actif actuel a une encoche supérieure.";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "Indique si la barre de menu de l'écran actif est visible.";

/* No comment provided by engineer. */
"Reveal In Finder" = "Révéler dans Finder";

/* No comment provided by engineer. */
"Right➡️" = "Droite➡️";

/* No comment provided by engineer. */
"Scopes:" = "Domaines :";

/* No comment provided by engineer. */
"Screen Recording" = "Enregistrement d'écran";

/* No comment provided by engineer. */
"Search" = "Recherche";

/* No comment provided by engineer. */
"Search for a menu bar item" = "Recherchez un élément de barre de menu";

/* No comment provided by engineer. */
"Select" = "Sélectionner";

/* No comment provided by engineer. */
"Select a related menu bar item" = "Sélectionnez un élément de barre de menu associé";

/* No comment provided by engineer. */
"Select..." = "Sélectionner...";

/* No comment provided by engineer. */
"Separated" = "Séparé";

/* No comment provided by engineer. */
"SF Symbols" = "Symboles SF";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "Raccourci pour afficher / masquer tous les éléments :";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "Raccourci pour afficher / masquer les éléments cachés :";

/* No comment provided by engineer. */
"Shortcut:" = "Raccourci :";

/* No comment provided by engineer. */
"Shortcuts" = "Raccourcis";

/* No comment provided by engineer. */
"Show" = "Montrer";

/* No comment provided by engineer. */
"Show all" = "Afficher tout";

/* No comment provided by engineer. */
"Show All" = "Afficher tout";

/* No comment provided by engineer. */
"Show all menu bar items" = "Afficher tous les éléments de la barre de menus";

/* No comment provided by engineer. */
"Show Entry in Menu" = "Afficher l'entrée dans le menu";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "Afficher les éléments cachés de la barre de menu";

/* No comment provided by engineer. */
"Show in All Spaces" = "Afficher dans tous les espaces";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "Afficher l'élément de la barre de menu (mode amélioré uniquement)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Afficher l'élément de la barre de menu par identifiant : ${itemIdentifier}, à X : ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Afficher l'élément de la barre de menus par identifiant (par exemple, \"com.apple.controlcenter-WiFi\"), X est facultatif.";

/* No comment provided by engineer. */
"Show Profile in Menu" = "Afficher le profil dans le menu";

/* No comment provided by engineer. */
"Shown Items" = "Éléments affichés";

/* No comment provided by engineer. */
"Shown Items:" = "Éléments affichés :";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "Élément de la barre de menu affiché";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "Petit écart - espacement approprié entre les Éléments";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "Certains des éléments de la barre de menu seront déplacés dans une barre de menu séparée en mode amélioré, ce mode nécessite que l'utilisateur autorise certaines permissions nécessaires (Enregistrement d'écran et Accessibilité), mais il n'y aura pas de demandes de permission supplémentaires en mode normal.";

/* No comment provided by engineer. */
"Something Wrong?" = "Quelque chose ne va pas ?";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 Si l'application indique toujours qu'il n'y a pas de permission après que vous ayez autorisé Barbee, veuillez annuler l'autorisation de Barbee et supprimer Barbee de la liste des autorisations, puis relancer Barbee et accorder à nouveau les permissions.";

/* No comment provided by engineer. */
"Start" = "Commencer";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "Démarrer BarBee automatiquement à la connexion.";

/* No comment provided by engineer. */
"Startup:" = "Démarrage :";

/* No comment provided by engineer. */
"State" = "État";

/* No comment provided by engineer. */
"Switch App Module State" = "Changer l'état du module d'application";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "Activer le mode Barbee";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Changez l'état du module d'application dans la barre de menu par son identifiant (par exemple, \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "Changez l'état du module d'application :${state} dans la barre de menu par son identifiant : ${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "Passer en mode amélioré";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "Passer en mode normal";

/* No comment provided by engineer. */
"Symbol Number" = "Numéro de Symbole";

/* No comment provided by engineer. */
"Symbol:" = "Symbole :";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "Synchronisez depuis le lecteur iCloud";

/* No comment provided by engineer. */
"Sync profile successfully." = "Profil synchronisé avec succès.";

/* No comment provided by engineer. */
"Terms of Use" = "Conditions d'utilisation";

/* No comment provided by engineer. */
"Text" = "Texte";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Merci pour l'achat de Barbee VIP";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Merci d'essayer Barbee";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "L'automatisation sera supprimée et les modifications prendront effet immédiatement";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "La version bêta peut contenir des bugs ou causer des problèmes. Tous les commentaires que vous pouvez fournir sont toujours grandement appréciés.";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "Les modifications ont été enregistrées et prendront effet après la fermeture et le redémarrage de l'application `%@`.";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "Les modules suivants ont été trouvés et peuvent être affichés dans la barre de menu, vous pouvez les activer ou les désactiver.";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = " L'icône de la barre de menu cachée apparaîtra dans une barre de menu séparée dans le coin supérieur droit.";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "Les icônes de la barre de menu cachées seront réduites.";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "La zone de survol de la barre de menu inclut le menu de l'application et la zone du logo Apple";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "Les profils iCloud seront remplacés par les profils locaux, qui ne peuvent pas être restaurés.";

/* No comment provided by engineer. */
"The icon may persist in the menu bar and impact your experience using Barbee." = "L'icône peut rester dans la barre de menu. L'utilisation de cette fonctionnalité peut affecter l'expérience utilisateur.";

/* No comment provided by engineer. */
"The item is invisible" = "L'article est invisible";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "L'article est invisible à cause de l'encoche supérieure, vous pouvez masquer l'encoche, ajuster la résolution de l'affichage ou réduire le nombre d'éléments visibles dans les préférences de Barbee.";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "L'article est invisible car la barre de menu n'a pas assez d'espace, vous pouvez ajuster la résolution de l'affichage ou réduire le nombre d'éléments visibles dans les préférences de Barbee.";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "Les profils locaux seront remplacés par les profils iCloud, qui ne peuvent pas être restaurés.";

/* No comment provided by engineer. */
"The patch has been imported." = "Le correctif a été importé.";

/* No comment provided by engineer. */
"The profile has been exported." = "Le profil a été exporté.";

/* No comment provided by engineer. */
"The profile has been imported." = "Le profil a été importé.";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "L'élément sélectionné n'est pas dans la barre de menu maintenant";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "L'ombre sous la barre de menu";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "L'ombre dans la barre de menu";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "Le raccourci sera supprimé et les modifications prendront effet immédiatement";

/* No comment provided by engineer. */
"Then: %@" = "Ensuite : %@";

/* No comment provided by engineer. */
"Thin" = "Mince";

/* No comment provided by engineer. */
"Top Notch" = "Haut de gamme";

/* No comment provided by engineer. */
"Topmost" = "Le plus haut";

/* No comment provided by engineer. */
"Trigger:" = "Déclencheur :";

/* No comment provided by engineer. */
"Unified" = "Unifié";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Mettez à niveau vers Barbee VIP";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "Utiliser Barbee en mode amélioré ?";

/* No comment provided by engineer. */
"Use in Shortcuts" = "Utiliser dans les Raccourcis";

/* No comment provided by engineer. */
"Redeem code" = "Utilisez le code de réduction";

/* No comment provided by engineer. */
"View iCloud profiles" = "Afficher les profils iCloud";

/* No comment provided by engineer. */
"View URL Schemes" = "Afficher les schémas d'URL";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Bienvenue à Barbee !";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "Lorsque vous survolez pendant une période donnée, affichez les éléments cachés.";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "Lorsque vous survolez la barre de menu, les éléments cachés seront affichés automatiquement";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "Lorsque vous survolez le menu de l'application ou le logo Apple(🍎), les éléments cachés seront également affichés automatiquement";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "Lorsque vous quittez la barre de menus, les éléments cachés seront à nouveau masqués";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "Lorsque l'écran externe devient le point central, tous les éléments de la barre de menu seront visibles, et lorsque le focus est perdu, ils seront à nouveau cachés.";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "Lorsqu'il y a un problème avec Barbee, vous pouvez essayer de relancer Barbee pour résoudre ce problème.";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "Lorsque vous cliquez sur la zone vide de la barre de menu, Barbee basculera l'affichage des éléments cachés.";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "Lorsque vous cliquez sur l'icône de la barre de menu, Barbee basculera l'affichage des éléments cachés au lieu de la barre de menubee. Le menu Barbee sera affiché lorsque vous cliquerez avec le bouton droit de la souris sur l'icône de la barre de menu.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "Lorsque vous maintenez la touche CONTROL(⌃) et cliquez sur l'icône de la barre de menu, Barbee basculera l'affichage / la dissimulation de tous les éléments.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "Lorsque vous maintenez la touche CONTROL(⌃) et cliquez sur la barre de menu, Barbee basculera l'affichage / la dissimulation de tous les éléments.";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "Lorsque vous maintenez la touche OPTION(⌥) et cliquez sur l'icône de la barre de menu, Barbee basculera l'affichage / la dissimulation des éléments cachés.";

/* No comment provided by engineer. */
"When: %@" = "Quand : %@";

/* No comment provided by engineer. */
"Whether you love Barbee or feel we could be doing better, we want to know!" = "Que vous aimiez Barbee ou que vous pensiez que nous pourrions faire mieux, nous voulons le savoir !";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "Quel mode de tutoriel souhaitez-vous voir ?";

/* No comment provided by engineer. */
"Widget" = "Widget";

/* No comment provided by engineer. */
"Widget Entry:" = "Entrée du widget :";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "La fonctionnalité Widget nécessite des autorisations supplémentaires !";

/* No comment provided by engineer. */
"Width" = "Largeur";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Ordre incorrect des icônes de la barre de menus Barbee";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yearly" = "Annuel";

/* No comment provided by engineer. */
"Yearly - %@" = "Annuel - %@";

/* No comment provided by engineer. */
"Yearly VIP membership" = "Abonnement annuel VIP";

/* No comment provided by engineer. */
"Yes" = "Oui";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "Vous pouvez changer l'emplacement de l'icône de la barre de menu de Barbee dans le paramètre `Disposition de la barre de menu`";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "Vous pouvez consulter le guide de démarrage rapide pour en savoir plus sur les deux modes de Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Vous pouvez activer ou désactiver l'entrée `Profil` dans le menu de Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Vous pouvez activer ou désactiver l'entrée `Recherche Rapide` dans le menu de Barbee.";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "Vous pouvez activer ou désactiver l'entrée `Widget` dans le menu de Barbee.";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "Vous pouvez exporter des journaux de diagnostic et les renvoyer au développeur, ce qui peut l'aider à résoudre votre problème.";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "Vous pouvez modifier la disposition de la barre de menu supplémentaire dans la fenêtre des préférences de l'application";

/* No comment provided by engineer. */
"You have unlocked all features for 3 days, enjoy!" = "Vous avez débloqué toutes les fonctionnalités pour 3 jours, profitez-en maintenant !";

/* No comment provided by engineer. */
"You have unlocked all features, enjoy!" = "Vous avez débloqué toutes les fonctionnalités, profitez-en maintenant !";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "Votre paiement sera débité de votre compte iTunes une fois que vous aurez confirmé votre achat. Votre compte iTunes sera de nouveau débité lorsque votre abonnement se renouvellera automatiquement à la fin de votre période d'abonnement en cours, sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer ou désactiver le renouvellement automatique dans les paramètres de votre compte Apple ID à tout moment après l'achat.";

/* (No Comment) */
"Thanks to all who keep supporting Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get it free of charge🆓️. \\n\\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \\nyou will have the lifetime version and your name will be listed as a contributor to Barbee." = "Merci à tous ceux qui soutiennent Barbee🖤.\nVos encouragements sont le carburant qui me maintient en mouvement.\n\nSi vous êtes un étudiant, un enseignant, un mainteneur de logiciels libres, ou si l\'achat de cette version payante dépasse vos moyens actuels,\n👋 veuillez me contacter. Vous l\'obtiendrez gratuitement🆓️. \n\n🌐️ Si vous pouvez aider à traduire Barbee dans votre langue ou à améliorer les traductions actuelles de Barbee, \nvous aurez la version à vie et votre nom sera inscrit comme contributeur de Barbee.";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "Cette invite apparaîtra lorsque Barbee fonctionne sur le nouveau macOS pour capturer la capture d\'écran des éléments de la barre de menus. \n⛔️ Barbee est une application hors ligne sans autorisations réseau.";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will no longer be hidden" = "Lorsque la largeur de l'écran est suffisamment grande, les icônes de la barre de menu ne seront plus cachées";

/* No comment provided by engineer. */
"The screen width threshold" = "Le seuil de largeur d'écran";

/* No comment provided by engineer. */
"pixel(s)" = "pixel(s)";

/* No comment provided by engineer. */
"Found screen size(s):" = "Tailles d'écran trouvées :";

/* No comment provided by engineer. */
"Reset All" = "Réinitialiser tout";

/* No comment provided by engineer. */
"Reset to default appearance:" = "Réinitialiser à l'apparence par défaut :";

/* No comment provided by engineer. */
"Follow us" = "Suivez-nous";

/* No comment provided by engineer. */
"Translate Barbee" = "Traduire Barbee";

/* No comment provided by engineer. */
"Start Translating" = "Commencer la traduction";

/* No comment provided by engineer. */
"💦Contributors" = "💦Contributeurs";

/* No comment provided by engineer. */
"Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏" = "Un grand merci aux utilisateurs qui aident à la localisation de Barbee ! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋Traduire Barbee";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "Si vous souhaitez aider à traduire Barbee dans d'autres langues ou améliorer les traductions existantes, nous l'apprécierions beaucoup.";

/* No comment provided by engineer. */
"Optimization:" = "Optimisation :";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "Réduire l'interférence de l'icône `Enregistrement d'écran`";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "Réduire la fréquence de rafraîchissement de l'icône de la barre de menu et optimiser la probabilité d'apparition de l'icône `Enregistrement d'écran`.";

/* No comment provided by engineer. */
"Special thanks to:" = "Remerciements spéciaux à :";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "Optimiser les clics du curseur, les problèmes de mouvement, de scintillement et de disparition";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "Utiliser l'algorithme de gestion des icônes de la barre de menu plus optimisé";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "Astuce : Vous pouvez également maintenir la touche commande ⌘ enfoncée et faire glisser l'icône dans la barre de menus pour modifier la disposition de la barre de menus.";

/* No comment provided by engineer. */
"Special Item Library:" = "Bibliothèque d'Éléments spéciaux:";

/* No comment provided by engineer. */
"Add spacer between items" = "Ajouter un espace entre les éléments";

/* No comment provided by engineer. */
"Put items into a group" = "Mettre les éléments dans un groupe";

/* No comment provided by engineer. */
"Spacer width: %d" = "Largeur de l'espace: %d";

/* No comment provided by engineer. */
"Width:" = "Largeur:";

/* No comment provided by engineer. */
"Spacer width: %d" = "Largeur de l'espace: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "Masquer automatiquement les autres éléments avant d'afficher les éléments cachés";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "Afficher les éléments cachés de manière plus concise et ciblée, mais fonctionne uniquement en 'Mode Amélioré'";

/* No comment provided by engineer. */
"Items in group:" = "Éléments dans le groupe:";

/* No comment provided by engineer. */
"Candidates:" = "Candidats:";

/* No comment provided by engineer. */
"Group: %@" = "Groupe: %@";

/* No comment provided by engineer. */
"No name" = "Sans nom";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "La barre de menu déroulante participe à la rotation des fenêtres macOS";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "La barre de menu déroulante peut devenir la fenêtre active de l'utilisateur.";

/* No comment provided by engineer. */
"Show group on click" = "Afficher le groupe au clic";

/* No comment provided by engineer. */
"Show group on hover" = "Afficher le groupe au survol";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "Synchronisation automatique avec iCloud";

/* No comment provided by engineer. */
"Rename" = "Renommer";

/* No comment provided by engineer. */
"Matches icon state" = "Correspond à l'état de l'icône";

/* No comment provided by engineer. */
"Does not match icon state" = "Ne correspond pas à l'état de l'icône";

/* No comment provided by engineer. */
"Battery state" = "État de la batterie";

/* No comment provided by engineer. */
"Power source" = "Source d'alimentation";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️Toute source d'alimentation";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 Batterie";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 Adaptateur secteur";

/* No comment provided by engineer. */
"This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "Cette invite s'affichera lorsque Barbee fonctionnera sur une version plus récente de macOS pour capturer la capture d'écran des éléments de la barre de menus. \n⛔️ Barbee est une application hors ligne sans permissions réseau.";
